HSDTaskName = "迷惑ファクス拒否機能";

//progress title when printing the junk fax list
"PRINT_PROGRESS_TITLE" = "印刷中… しばらくお待ちください";

//button titles
"DONE" = "完了";
"YES" = "はい";
"NO" = "いいえ";
"OK" = "OK";
"CLOSE" = "閉じる";
DeleteButtonTitle = "削除";

//Block status label
"BLOCK_STATUS_MESSAGE" = "%1$d of %2$d エントリを使用";

//Not a valid block fax number
"INVALID_FAX_NUMBER_TITLE" = "無効なファクス番号です";
"INVALID_FAX_NUMBER_DESC" = "入力した番号は無効です。入力できるのは数字のみ (0123456789) です。有効なファクス番号を入力して、やり直してください。";

//Caller ID required warning message, when Block status is made ON
"JUNK_FAX_WARNING_TITLE" = "着信識別が必要です";
"JUNK_FAX_WARNING_DESC" = "迷惑ファクス拒否機能を使用するには、デバイスを着信識別対応の回線に接続しておく必要があります。\n\n回線が着信識別対応かどうか不明な場合は、ご利用の電話会社にお問い合わせください";
"JUNK_FAX_DELETION_DESC" = "選択した番号を「拒否するファクス番号」リストから削除してもよろしいですか?";

//Duplicate entry error, If we need to allow duplicates
"DUPLICATE_JUNK_FAX_ENTRY_TITLE" = "番号が重複しています";
"DUPLICATE_JUNK_FAX_ENTRY_DESC" = "この番号は既に迷惑ファクス番号リストにあります。もう一度追加しますか?";

//Duplicate entry Error.
"DUPLICATE_JUNK_FAX_ENTRY_TITLE1" = "ブロック ファクス番号が重複しています";
"DUPLICATE_JUNK_FAX_ENTRY_DESC1" = "この番号は既に迷惑ファクス番号リストにあります。";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "デバイスがオンラインになっており、ファクス ジョブを処理していないことを確認してください。";

HSDTaskDescriptionTitle = "迷惑ファクス拒否機能を使用して、指定した発信者 ID 番号からの受信ファクスをブロックします。";
HSDJunkFaxBlockingStateTitle = "発信者 ID ファクス拒否機能:";
HSDBlockedNumbersTitle = "ブロックする番号:";
HSDApplyButtonTitle = "今すぐ適用";
HSDPrintListButtonTitle = "リストを印刷";

HSDEditPanelDescriptionTitle = "ブロックするファクス番号を入力してください:";
HSDOffButtonTitle = "オフ";
HSDOnButtonTitle = "オン";

HSDFaxNumberTitle = "ファクス番号";
HSDEditButtonTitle = "編集...";
HSDCreateButtonTitle = "作成";
HSDCancelButtonTitle = "キャンセル";

AskSaveChangesAlertTitle = "ファクス拒否リストを変更しました";
AskSaveChangesAlertMsg = "変更を適用しないと、変更は印刷されるリストには含まれません。リストを印刷する前に変更を適用しますか?";
AskSaveChangesDontApplyButtonTitle = "適用しない";
AskSaveCahngesApplyButtonTitle = "適用する";

PlusButtonToolTip = "新しいブロック番号を追加";
MinusButtonToolTip = "ブロック番号を削除";
EditButtonToolTip = "ブロック番号を編集";
PrintButtonToolTip = "ブロックする番号を印刷";
